<h1>Результирующая сил. Проекции векторов на оси</h1>

Обычно бывает так, что на тело действуют сразу несколько сил, направленные в совершенно разные стороны (как лебедь, рак и щука). Что произойдет с телом? Вот возьмем тележку: если мы толкнем ее слева, она поедет направо, а если справа, то поедет налево. А если ее будут толкать с обеих сторон, то как? А вот, какой мужик сильнее, от этого зависит и направление. То есть, если сильный мужик справа и толкает влево, а слева - слабый мужик, толкающий вправо, то, очевидно, тележка поедет вправо. А как быстро?
Силу, как и все в физике, мы выражаем в числах. А сила у нас измеряется в <strong>ньютонах</strong>. И вот, силач толкает с силой 800 Н, а слабак - 300 Н. Тогда в сумме тележка будет получать усилие в 500 Н. Понятно?
Вот эти 500 Н - это результирующая сила. Итак, <strong>результирующая сила</strong> - сумма всех сил, действующих на тело. Так как сила - это вектор, то результирующая - сумма векторов сил. Как их складывать? Так как вы складываете на уроках математики.

А что дальше? А дальше в дело вступает второй закон Ньютона! Результирующая сила дает ускорение по закону F=ma;

Теперь у многих возникает вопрос, как складывать силы, если действие происходит не на линии, а на плоскости, в пространстве? Обычно дается модуль силы и направление. Этих направлений может быть много. Тогда нам нужно эти силы разложить на проекции на оси. Суть ее видна на рисунке:

<img src="/images/proections.png">