<p><strong>Динамика</strong> - отдел механики, изучающий законы движения тел в зависимости от действующих на них сил.

Что такое сила?
<strong>Сила</strong> - физическая величина, мера воздействия на тело.
То есть, чем больше сила, тем больше на это тело идет воздействие. Если кто-то кого-то ударяет, то он прикладывает силу, ибо на объект битья в данном случае идет воздействие. В свою очередь, кулак останавливается, так как ему мешает лицо человека, поэтому на кулак тоже действует сила со стороны лица, которая останавливает кулак.
Абсолютно все процессы происходят из-за того, что на объекты действуют всякие силы. Вы падаете только потому, что вниз на вас действует какая-то сила.
Как действует сила на разные тела и к каким изменениям она приводит? Люди древнего мира и средневековья об этом тоже думали, даже изобрели механизмы, но дойти до самых основ они не смогли. И вот сидел в Англии под яблоней умный (но противный) человек по имени Исаак. На него упало яблоко, после чего он тут же придумал 3 закона в честь своей фамилии. А фамилия у него была Ньютон. Так вот:

<strong>1 закон Ньютона</strong> - все тела в отсутствие сил стремятся к прямолинейному и равномерному движению, либо к покою.

Ну да, метеорит тупо летит вперед, летит, летит... как долго он будет лететь. ВСЕГДА!!! Либо он столкнется с другим метеоритом, после чего он полетит в другую сторону. Или развалится. А если он будет лететь около планеты, то он полетит в его сторону. Почему? Потому что на метеорит уже действует сила притяжения планеты, значит лететь прямолинейно и равномерно он уже не будет. Кстати, Свойство тел сохранять состояние покоя или движения, пока какая-нибудь внешняя сила не изменит этого состояния, называется инерцией.

<strong>2 закон Ньютона</strong> - F=ma, где F - сила, m-масса, а-ускорение.
Запомните, куда направлена сила, туда направлено и ускорение. Все в этом мире меняет свои скорости именно по этому закону!!! Если сильно толкать сломанный автомобиль, то он разгонится быстро, если слабо, то медленно. А если толкать грузовик, то он вообще почти не сдвинется с места, так как грузовик имеет очень большую массу!

Кстати, иногда спрашивают, а что такое масса? Масса - это то, насколько трудно изменить скорость тела. Все? Не совсем. Почему? Потому что масса напрямую влияет на гравитацию: чем больше масса тел, тем сильнее их притяжение. Но об этом позже. Пока что поиграйте в игру, чтобы быстрее усвоить этот закон:

<div class="yph_physGame" data-parameters='{"m":1,"F":1,"ax":1}' data-n='[1,4]' data-obj_height='50' data-figures='[["x","t","Координата x(t)","50"]]'>
    object.ax = object.F/object.m;
</div>

<strong>3 закон Ньютона</strong> - сила действия равна силе противодействия.
То есть, если вы действуете силой топора на дерево, то дерево отвечает той же силой на топор, останавливая его. Если ударить 2 яйца друг о друга, то они разобьются. Потому что первое яйцо действует на второе, а второе - на первое.

Итак, эти 3 закона - самые основные в физике! Самые основные, поэтому перечитайте эту страницу еще раз! И еще! Пока не запомните.

А что будет, если на тело действует несколько сил? Тогда вводят понятие результирующей силы. А ускорение высчитывается исходя именно из этой результирующей силы.</p>
